Repository: evdhout/kys
Catalog: locales/*/LC_MESSAGES/kys.po
Languages: nl

source: {} is not a valid path
nl: {} is geen valide pad

source: {} is not a valid file
nl: {} is geen valide bestand

source: {n} student registered
nl: {n} student geregistreerd

source: Student CSV file {} does not exist
nl: Groepsbestand {} bestaat niet

source: Error reading Students
nl: Fouten tijdens lezen van studenten

source: Group File
nl: Groepsbestand

source: Select group ini file
nl: Kies groep ini-bestand

source: Group file {} does not exist
nl: Groep bestand {} bestaat niet

source: Group init error
nl: Groep initialisatie fout

source: Section in group file {} does not exist
nl: Sectie in groepsbestand {} bestaat niet

source: Group section error
nl: Groep sectie fout

source: Restart Quiz
nl: Herstart Toets

source: KYS - Know Your Students! - Multiple Choice Test
nl: KYS - Ken jouw studenten! - Meerkeuzetoets

source: Waiting for quiz to start
nl: Wachtend op de start van de toets

source: Correct
nl: Juist

source: Wrong
nl: Fout

source: Start Quiz
nl: Start toets

source: Exit Quiz
nl: Beëindig toets

source: Next student
nl: Volgende student

source: --- Waiting to start game ---
nl: — Wachtend op de start van de toets —

source: WRONG
nl: FOUT

source: ! This is {}
nl: ! Dit is {}

source: Who is this student?
nl: Wie is deze student?

source: {cp}% correct
nl: {cp}% goed

source: KYS - Know Your Students!
nl: KYS - Ken jouw studenten!

source: Error opening button image
nl: Fout bij het openen een knopafbeelding

source: Fatal error
nl: Fatale fout

source: Select Group
nl: Kies groep

source: Multiple Choice Quiz
nl: Meerkeuzetoets

source: Type Quiz
nl: Typetoets

source: Group: {}
nl: Groep: {}

source: KYS - Know Your Students! - Typing Test
nl: KYS - Ken jouw studenten - Type toets
